[
    {
        "name": "Lord Reynard",
        "bio": "Lord Reynard is a British philanthropist and businessman. He is known in political circles for his patronage of anti-corruption candidates. Rumor says he does not have a favorable view of police.",
        "transcripts": [
                        [ "How well did you know Thompson?",
                        "I actually don’t know Thompson particularly well.",
                        "You’re a lord, what do you occupy yourself with?",
                        "I spend most of my valuable time dealing with overseas business and private investments.",
                        "Do you know what Thompson was up to and if he was doing something illegal?",
                        "No, though most people like Thompson have something to hide.",
                        "Do you have any knowledge on how Thompson makes his money?",
                        "He owns a number of factories in various industries but a campaign doesn’t pay for itself.",
                        "How do you think the election will change now that Thompson is dead?",
                        "I’ve never fancied the Mayor but his position is now secure unless he has a new challenger",
                        "Where were you last Friday night?",
                        "I was at my manor the entire week, just ask my staff."
                        ],
                        [ "Hey, just got some quick follow up questions",
                        "Sure, happy to help",
                        "Right, so how long have you known Thompson?",
                        "I did my research on his manufacturing plant, we have many similar assets and interests in the weapons industry.",
                        "So you know about his business with the Spanish Defense Department?",
                        "He got the contract and I didn’t. But that was quite a while ago. I’ve moved on to other pursuits since then.",
                        "But now that Thompson is gone, you have a chance to win it back.",
                        "I suppose. Although, I have a more local priority.",
                        "What's that?",
                        "I think I have a good chance at running for Mayor and actually making a difference.",
                        "Best of luck then, thanks for your time"
                        ]
        ]
    },
    {
        "name": "Mayor Crowley",
        "bio": "Mayor Crowley is the incumbent mayor of the city. He is seeking reelection and running against Thompson. The two are known to associate with each other.",
        "transcripts": [
        
                     [ "Have you heard about Thompson’s suicide?",
                        "Such a shame this happened right before our election. I could've saved the campaign money.",
                        "What will happen to the election now?",
                        "It’s a real disruption in the democratic process but I guess I will keep the position until someone else decides to run.",
                        "What was your relationship with Thompson?",
                        "I’m not exactly friends with Thompson, but I wouldn’t call us enemies.",
                        "When’s the last time you saw him?",
                        "I’d visit him occasionally for a drink, but I have not done so in the past month.",
                        "Where were you last Friday night?",
                        "Where was I that night? I was out for a drink or two, maybe with Faust. Can’t really remember."
                    ],
                    [ "Hey, just got some quick follow up questions",
                    "Hmmpf. What is it now?",
                    "Thompson didn’t kill himself. We also know you were lying in your last statement.",
                    "What? You can’t trust any of these people! So you think I’m a killer?",
                    "What were you doing last Friday night then?",
                    "Fine, I was at The Gentlemen’s Club, its not a crime to visit a nightclub is it?",
                    "You went there to have an alibi, then you went to Thompson’s and killed him, we found your business card there.",
                    "That’s crazy! I left early to go home but I never even went near his place. That business card could’ve been left there ages ago or someone is trying to frame me.",
                    "Sure, of course you’re innocent, anything else to say to defend yourself?",
                    "I know I’m innocent. I also know Reynard and Faust cannot be trusted, if that’s where you are getting this information.",
                    "We will see. "
                    ]       
        ]
                    
    },
    {
        "name": "Commander Pike",
        "bio": "Commander Pike is the commander of one of the districts of the city. They’re endorse and supported by the mayor, and are responsible for assigning Detective Jacobs to the case. Word on the street is that they’re in the mood for a promotion.",
        "transcripts": [
        
                        [ "What did you think of Thompson?",
                        "I never liked the guy, the world is better off without war profiteers like him.",
                        "Are there any repercussions to Thompson’s death?",
                        "Now I’m never getting promoted to Commissioner because the Mayor has to deal with this.",
                        "Do you have an alibi for the time of Thompson’s death?",
                        "Alibi? I am the police!",
                        "Do you have any ideas why Thompson killed himself?",
                        "Why are you even questioning me? Its a suicide! Now if you’ll stop wasting my time I have more important matters to attend to."
                    ]
        ]
    },
    {
        "name": "Professor Bates",
        "bio": "Professor Bates earned his moniker by his use of numbers to enhance his gambling odds. He’s known to be friends from Thompson since The Great War. Besides gambling Bates has found himself in a number of various get rich quick schemes with various poor outcomes.",
        "transcripts": [
        
                      [ "What was your relationship with Thompson?",
                        "We’re old friends from the war. We were supposed to be getting into some business together.",
                        "What kind of business did you do with Thompson?",
                        "He was nice enough to loan me some money for my “problem” We were just talking about some ways for me to settle my debt to him.",
                        "When's the last time you saw him?",
                        "We get drinks and reminisce about the war fairly often. We actually met pretty recently. Just before….",
                        "Was he acting strange or has had any suicidal tendencies?",
                        "Not really, I can’t recall. But I remember he was annoyed that some guy kept trying to buy him out. I did win some money from him that night, not that it would make him kill himself…."
                    ]
        ]
    },
    {
        "name": "Lady Faust",
        "bio": "Lady Faust is a public supporter of the incumbent mayor, and a prominent lady in society. She is publicly disproving of candidate Thompson and is known to trade information for power. Due to her support she often has the mayor’s ear and an inside track of city hall goings on.",
        "transcripts": [
        
                      [ "What did you think of Thompson?",
                        "People may think I hold a grudge against Thompson, but that's just gossip.",
                        "Weren’t you directly opposed to Thompson?",
                        "My beef with Thompson is nothing personal, it's always just been business. When in history has it been about anything but?",
                        "Didn’t you have a bit of a conflict of interest with Thompson?",
                        "Let’s just say that we were in somewhat of an “arms race”. Come back when you got some real evidence, you are wasting my time."
                    ],
                    [ "Hey, just got some follow up questions and I’ll be out of your hair",
                    "Just make it quick, this case is not good for my PR",
                    "Right, so how long have you known Thompson?",
                    "Long enough that we’ve come to a business arrangement. He doesn’t interfere with my political agendas and I won’t try to mess with his clients",
                    "So you stay out of each other's business, then why did you show up at his apartment?",
                    "What are you talking about? I don’t even know where he lives? Are you trying to gaslight me?",
                    "Sorry about that, standard procedure.Can I buy you a drink later to make up for it?",
                    "Uhhh I’m not interested, besides, I don’t drink. Ever since Prohibition, I haven’t even touched a cigarette. Everyone knows that",
                    "Thank you, we're done here."
                    ]
        ]
    },
    {
        "name": "Jenny",
        "bio": "Jenny is a streetwalker, but not a particularly well known one. Due to the caliber of her clientele she’s rather tight lipped and information is mostly scarce or fleeting. She has been seen talking once or twice with Thompson.",
        "transcripts": [
                      [ "Do you know anything about the death of Thompson?",
                        "I don't talk to cops.",
                        "Do you have any knowledge of Thompson’s friends?",
                        "No, I don’t know anything about those elite psychopaths.",
                        "What was your relationship with Thompson?",
                        "Thompson is a regular at my club, I hated seeing him. Are we done?"
                    ],
                    [ "I know you don’t want to talk to me, but I know you are innocent.",
                    "I just don’t know anything about stuff like this, and if people see me talking to a narc, they will never trust me again, or worse, fire me.",
                    "I just need to know where you were last Friday night and if you heard of anything else",
                    "It was just a usual night for me, but I guess it must have been bumping because I saw the Mayor",
                    "The Mayor? Who was he with and when did he leave?",
                    "I don’t know, it seems like he was not trying to be seen because he was by himself.",
                    "Thank you, that is all, have a good night."
                ]
        ]
    }
]