[
    {
        "name": "Whiskey Glass",
        "description": "A spirits glass, decorated with old-fashioned crisscross patterns. It is dirty, with murky residue along the lip.",
        "forensics": "Traces of arsenic detected.",
        "commentary": "If there was ever a time to have a drink, it’d be now."
    },
    {
        "name": "Playing Cards",
        "description": "An ordinary set of black and red playing cards. They appear used, showing the typical wear on the edges and tarnishing on the faces.",
        "forensics": "Fingerprints were found on the cards. They belong to Professor Bates.",
        "commentary": "Looks like things weren’t coming up aces for Thompson."
    },
    {
        "name": "Newspaper",
        "description": "An incomplete crossword puzzle spreads across the front page.The writer’s solutions are barely legible, with letters of varying sizes filling each box.",
        "forensics": "Heavy pen markings litter the newspaper. The current year is circled: 1937.",
        "commentary": "7 across is death. Someone at the tabloids must be upset."
    },
    {
        "name": "Suicide Note",
        "description": "A haphazard, frantic farewell. Erratic scribbles yet sophisticated. The page is littered with cavities, where presumably the unsavory mental state of the writer made pen strokes break through the paper.",
        "forensics": "Written with heavy cursive using a light pen. The signature appears to differ from Thompson’s.",
        "commentary": "These days, any reason is a good reason."
    },
    {
        "name": "Stack of Money",
        "description": "A frayed stack of cash, acclimated to frequent transportation and changing hands.",
        "forensics": "Nothing ordinary, 10 grand",
        "commentary": "Why isn't this in a safe?"
    },
    {
        "name": "Whiskey Bottle",
        "description": "A tall bottle of spirits, thick and heavy. The label is new, and the whiskey is clear and golden.",
        "forensics": "This drink was laced with lethal doses of arsenic.",
        "commentary": "Jameson, as Irish as a potato famine."
    },
    {
        "name": "Cigarette Stubs",
        "description": "A pack of Lucky Strike cigarettes.",
        "forensics": "These contain a standard 17 milligrams of nicotine, a healthy amount",
        "commentary": "Not so lucky after all."
    },
    {
        "name": "Cold Soup",
        "description": "Soup with beans and rice. A hearty meal for an ordinary person.",
        "forensics": "Nothing unusual was detected. It’s just a soup can.",
        "commentary": "Who eats soup cold?"
    },
    {
        "name": "Golden Ticket Note",
        "description": "A trade deal asking Thompson about shipping rifles to the Republic of Spain. The sender's signature is illegible to the naked eye.",
        "forensics": "The handwriting is heavy cursive written using a light pen. It is signed by Lord Reynard. ",
        "commentary": "Nice to see people still like to \" praise the lord and pass the ammunition.\" "
    }
]